
tap "depot/tap"
tap "dmmulroy/tap"
tap "speakeasy-api/tap"
tap "tilt-dev/tap"


brew "atuin"
brew "awscli"
brew "bazelisk"
brew "dnsmasq"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "httpstat"
brew "jj"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "minikube"
brew "mkcert"
brew "ncdu"
brew "neovim"
brew "node"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tilt"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "dmmulroy/tap/jj-starship"
brew "tilt-dev/tap/ctlptl"
cask "ghostty"
cask "neohtop"
cask "orbstack"
cask "zed"
